Repository: gentpan/CLIState
Catalog: App/Resources/Tools.xcstrings
Source language: en
Languages: zh_hans

source: %@ removes the package and its links, then the selected leftover files are moved to the Trash.
zh_hans: %@ 会移除软件包及其链接，然后把选中的残留文件移到废纸篓。

source: %@ uninstalls %@ first, then the files you select are moved to the Trash.
zh_hans: 先由 %1$@ 卸载 %2$@，再把你勾选的文件移到废纸篓。

source: At least %@
zh_hans: 至少 %@

source: Auto-Update
zh_hans: 自动更新

source: Caches
zh_hans: 缓存

source: Caches, logs and settings a tool left in your home folder. They are moved to the Trash.
zh_hans: 工具在个人文件夹里留下的缓存、日志和设置，会移到废纸篓。

source: Cancel
zh_hans: 取消

source: Clean Up %@ Leftovers
zh_hans: 清理 %@ 的残留文件

source: Clean Up Leftovers…
zh_hans: 清理残留文件…

source: Contains your settings or history
zh_hans: 包含你的设置或历史记录

source: Continue
zh_hans: 继续

source: Copy Path
zh_hans: 拷贝路径

source: Copy Version
zh_hans: 拷贝版本号

source: Data and History
zh_hans: 数据与历史记录

source: Files are moved to the Trash, so you can put them back.
zh_hans: 文件会移到废纸篓，需要时可以放回原处。

source: Files this tool left in your home folder. Caches and logs are selected; settings and history are not.
zh_hans: 这个工具在个人文件夹里留下的文件。缓存和日志已默认勾选，设置和历史记录不会默认勾选。

source: Frees %@
zh_hans: 可释放 %@

source: Includes your settings or history
zh_hans: 包含你的设置或历史记录

source: Leftover files
zh_hans: 残留文件

source: Logs
zh_hans: 日志

source: Looking for leftover files…
zh_hans: 正在查找残留文件…

source: More
zh_hans: 更多

source: Move to Trash
zh_hans: 移到废纸篓

source: Move to Trash…
zh_hans: 移到废纸篓…

source: No leftover files found.
zh_hans: 没有找到残留文件。

source: No settings or history selected
zh_hans: 未选中设置或历史记录

source: Reveal in Finder
zh_hans: 在访达中显示

source: Service
zh_hans: 服务

source: Service (Running)
zh_hans: 服务（运行中）

source: Service (Stopped)
zh_hans: 服务（已停止）

source: Settings
zh_hans: 设置

source: Show Details
zh_hans: 显示详情

source: Skip This Version
zh_hans: 跳过此版本

source: State
zh_hans: 状态数据

source: Stop Skipping %@
zh_hans: 不再跳过 %@

source: Uninstall
zh_hans: 卸载

source: Uninstall and Clean Up
zh_hans: 卸载并清理

source: Uninstall and Clean Up %@
zh_hans: 卸载并清理 %@

source: Uninstall and Clean Up…
zh_hans: 卸载并清理…

source: Uninstall…
zh_hans: 卸载…

source: Update
zh_hans: 更新

source: Update All %lld
zh_hans: 全部更新（%lld 个）

source: Update to %@
zh_hans: 更新到 %@

source: Use Default (%@)
zh_hans: 使用默认设置（%@）
